Repository: Wit2025/HomeFind
Catalog: lib/l10n/intl_*.arb
Languages: ko, lo

# data_consent
source: By using our platform, you consent to our collection and use of your data as specified in our privacy policy
ko: 저희 플랫폼을 사용함으로써, 귀하는 개인정보 보호정책에 명시된 대로 저희가 귀하의 데이터를 수집하고 사용하는 것에 동의합니다
lo: ການນໍາໃຊ້ແພລັດຟອມຂອງພວກເຮົາ, ທ່ານຍິນຍອມໃຫ້ພວກເຮົາເກັບກໍາ ແລະ ນໍາໃຊ້ຂໍ້ມູນຂອງທ່ານຕາມທີ່ລະບຸໄວ້ໃນນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ

# intellectual_property_title
source: Intellectual Property
ko: 지적 재산권
lo: ຊັບສິນທາງປັນຍາ

# content_ownership
source: All content on the platform is owned by us or our licensors and is protected by copyright and trademark laws
ko: 플랫폼의 모든 콘텐츠는 저희 또는 저희 라이선스 제공자의 소유이며 저작권 및 상표법에 의해 보호됩니다
lo: ເນື້ອຫາທັງໝົດໃນແພລັດຟອມເປັນຊັບສິນຂອງພວກເຮົາ ຫຼື ຜູ້ໃຫ້ອະນຸຍາດຂອງພວກເຮົາ ແລະ ໄດ້ຮັບການຄຸ້ມຄອງໂດຍກົດໝາຍລິຂະສິດ ແລະ ເຄື່ອງໝາຍການຄ້າ

# copying_prohibition
source: You may not copy, reproduce, distribute, or create derivative works from any content without written permission from us
ko: 저희의 서면 허가 없이는 어떤 콘텐츠도 복사, 복제, 배포하거나 파생 작품을 만들 수 없습니다
lo: ທ່ານບໍ່ສາມາດຄັດລອກ, ສໍາເນົາ, ແຈກຢາຍ ຫຼື ສ້າງຜົນງານລອກລຽນແບບຈາກເນື້ອຫາໃດໆ ໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດເປັນລາຍລັກອັກສອນຈາກພວກເຮົາ

# liability_limitation_title
source: Limitation of Liability
ko: 책임의 제한
lo: ການຈໍາກັດຄວາມຮັບຜິດຊອບ

# as_is_service
source: Our platform is provided "as is" and "as available" without any warranties, express or implied
ko: 저희 플랫폼은 명시적이든 묵시적이든 어떠한 보증도 없이 "있는 그대로" 및 "사용 가능한 상태로" 제공됩니다
lo: ແພລັດຟອມຂອງພວກເຮົາໃຫ້ບໍລິການ "ຕາມສະພາບ" ແລະ "ຕາມທີ່ມີ" ໂດຍບໍ່ມີການຮັບປະກັນໃດໆ ທັງໂດຍຊັດແຈ້ງ ຫຼື ໂດຍໄນ

# no_liability
source: We will not be liable for any damages arising from the use or inability to use our platform
ko: 저희는 저희 플랫폼의 사용 또는 사용 불가로 인해 발생하는 어떠한 손해에 대해서도 책임을 지지 않습니다
lo: ພວກເຮົາຈະບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມເສຍຫາຍໃດໆ ທີ່ເກີດຂຶ້ນຈາກການນໍາໃຊ້ ຫຼື ການບໍ່ສາມາດນໍາໃຊ້ແພລັດຟອມຂອງພວກເຮົາ

# terms_changes_title
source: Changes to Terms
ko: 약관 변경
lo: ການປ່ຽນແປງເງື່ອນໄຂ

# modification_rights
source: We reserve the right to modify or update these terms and policies at any time. Changes will take effect immediately upon posting on the platform
ko: 저희는 언제든지 이러한 약관 및 정책을 수정하거나 업데이트할 권리를 보유합니다. 변경 사항은 플랫폼에 게시되는 즉시 효력이 발생합니다
lo: ພວກເຮົາຂໍສະຫງວນສິດໃນການແກ້ໄຂ ຫຼື ປັບປຸງເງື່ອນໄຂ ແລະ ນະໂຍບາຍເຫຼົ່ານີ້ໄດ້ຕະຫຼອດເວລາ. ການປ່ຽນແປງຈະມີຜົນທັນທີເມື່ອມີການໂພສລົງໃນແພລັດຟອມ

# continued_use
source: Continued use of the platform after changes constitutes acceptance of the revised terms
ko: 변경 후 플랫폼을 계속 사용하는 것은 수정된 약관에 동의하는 것으로 간주됩니다
lo: ການນໍາໃຊ້ແພລັດຟອມຕໍ່ໄປຫຼັງຈາກມີການປ່ຽນແປງ, ຖືວ່າທ່ານຍອມຮັບເງື່ອນໄຂທີ່ແກ້ໄຂແລ້ວ

# applicable_law_title
source: Applicable Law
ko: 적용 법률
lo: ກົດໝາຍທີ່ນໍາໃຊ້

# governing_law
source: These terms and policies shall be governed by and construed in accordance with the laws of the Lao PDR
ko: 이러한 약관 및 정책은 라오스 인민민주공화국의 법률에 의해 관리되고 해석됩니다
lo: ເງື່ອນໄຂ ແລະ ນະໂຍບາຍເຫຼົ່ານີ້ຈະຢູ່ພາຍໃຕ້ບັງຄັບ ແລະ ຕີຄວາມຕາມກົດໝາຍຂອງ ສ.ປ.ປ. ລາວ

# jurisdiction
source: Any disputes arising from or related to these terms shall be under the jurisdiction of the courts of the Lao PDR
ko: 이러한 약관으로부터 발생하거나 관련된 모든 분쟁은 라오스 인민민주공화국 법원의 관할권 하에 있습니다
lo: ຂໍ້ພິພາດໃດໆ ທີ່ເກີດຂຶ້ນຈາກ ຫຼື ກ່ຽວຂ້ອງກັບເງື່ອນໄຂເຫຼົ່ານີ້ຈະຢູ່ພາຍໃຕ້ເຂດອໍານາດສານຂອງ ສ.ປ.ປ. ລາວ

# contact_us_title
source: Contact Us
ko: 문의하기
lo: ການຕິດຕໍ່ພວກເຮົາ

# contact_info
source: Contact Information
ko: 연락처 정보
lo: ຂໍ້ມູນຕິດຕໍ່

# additional_terms_title
source: Additional Terms
ko: 추가 약관
lo: ເງື່ອນໄຂເພີ່ມເຕີມ

# additional_terms_notice
source: Please note that we may update or add additional terms and policies from time to time to comply with changes in law or our services. These changes will be announced on the platform and will take effect immediately when you continue to use our services after the announcement.
ko: 저희는 법률 변경 또는 저희 서비스에 따라 추가 약관 및 정책을 수시로 업데이트하거나 추가할 수 있음을 유의해 주십시오. 이러한 변경 사항은 플랫폼에서 공지되며, 공지 후 저희 서비스를 계속 사용하시면 즉시 효력이 발생합니다.
lo: ກະລຸນາຮັບຊາບວ່າພວກເຮົາອາດຈະມີການປັບປຸງ ຫຼື ເພີ່ມເງື່ອນໄຂ ແລະ ນະໂຍບາຍເພີ່ມເຕີມເປັນບາງຄັ້ງຄາວ, ເພື່ອໃຫ້ສອດຄ່ອງກັບການປ່ຽນແປງຂອງກົດໝາຍ ຫຼື ການໃຫ້ບໍລິການຂອງພວກເຮົາ. ການປ່ຽນແປງເຫຼົ່ານີ້ຈະຖືກປະກາດໃນແພລັດຟອມ ແລະ ຈະມີຜົນບັງຄັບໃຊ້ທັນທີທີ່ທ່ານນໍາໃຊ້ບໍລິການຂອງພວກເຮົາຕໍ່ໄປຫຼັງຈາກມີການປະກາດ.

# thank_you_message
source: We thank you for taking the time to read and understand these terms and policies. Your acceptance will help us provide the best service to you.
ko: 이러한 약관 및 정책을 읽고 이해하는 데 시간을 내어 주셔서 감사합니다. 귀하의 동의는 저희가 최고의 서비스를 제공하는 데 도움이 될 것입니다.
lo: ພວກເຮົາຂໍຂອບໃຈທີ່ທ່ານສະຫຼະເວລາອ່ານ ແລະ ເຮັດຄວາມເຂົ້າໃຈເງື່ອນໄຂ ແລະ ນະໂຍບາຍເຫຼົ່ານີ້. ການຍອມຮັບຂອງທ່ານຈະຊ່ວຍໃຫ້ພວກເຮົາສາມາດໃຫ້ບໍລິການທີ່ດີທີ່ສຸດແກ່ທ່ານໄດ້.

# enjoy_platform
source: Enjoy using our platform!
ko: 저희 플랫폼 사용을 즐기십시오!
lo: ຂໍໃຫ້ມີຄວາມສຸກກັບການນໍາໃຊ້ແພລັດຟອມຂອງພວກເຮົາ!

# acceptance_checkbox
source: I have read and accept all terms and conditions
ko: 모든 이용약관을 읽고 동의합니다
lo: ຂ້ອຍໄດ້ອ່ານ ແລະ ຍອມຮັບເງື່ອນໄຂ ແລະ ນະໂຍບາຍທັງໝົດແລ້ວ

# accept_button
source: Accept
ko: 동의
lo: ຍອມຮັບ

# please_enter_personal_info
source: Please enter your personal information completely for identity verification
ko: 신원 확인을 위해 개인정보를 완전히 입력해 주세요
lo: ກະລຸນາປ້ອນຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໃຫ້ຄົບຖ້ວນ ເພື່ອການຢັ້ງຢືນຕົວຕົນ

source: Upload Photo
ko: 사진 업로드
lo: ອັບໂຫຼດຮູບຖ່າຍ

# upload_current_photo
source: Upload your current photo
ko: 현재 사진을 업로드하세요
lo: ອັບໂຫຼດຮູບຖ່າຍຂອງທ່ານໃນປັດຈຸບັນ

source: Document Photo
ko: 서류 사진
lo: ຮູບເອກະສານ

# upload_id_document
source: Upload identification document photo
ko: 신분증명서류 사진을 업로드하세요
lo: ອັບໂຫຼດຮູບເອກະສານທີ່ສະແດງຕົວຕົນ

# upload_document
source: Upload Document Photo
ko: 서류 사진 업로드
lo: ອັບໂຫຼດຮູບເອກະສານ

# tap_to_upload_document
source: Tap to upload document photo
ko: 서류 사진을 업로드하려면 터치하세요
lo: ແຕະເພື່ອອັບໂຫຼດຮູບເອກະສານ

source: Last Name
ko: 성
lo: ນາມສະກຸນ

source: Please enter first name
ko: 이름을 입력해 주세요
lo: ກະລຸນາປ້ອນຊື່

source: Please enter last name
ko: 성을 입력해 주세요
lo: ກະລຸນາປ້ອນນາມສະກຸນ

source: Birth Date
ko: 생년월일
lo: ວັນ,ເດືອນ,ປີເກີດ

source: Please enter birth date
ko: 생년월일을 입력해 주세요
lo: ກະລຸນາປ້ອນວັນ,ເດືອນ,ປີເກີດ

source: Village
ko: 마을
lo: ບ້ານ

# please_enter_village
source: Please enter village name
ko: 마을 이름을 입력해 주세요
lo: ກະລຸນາປ້ອນຊື່ບ້ານ

source: District
ko: 구/군
lo: ເມືອງ

# please_enter_district
source: Please enter district name
ko: 구/군 이름을 입력해 주세요
lo: ກະລຸນາປ້ອນຊື່ເມືອງ

source: Province
ko: 도/시
lo: ແຂວງ

# please_enter_province
source: Please enter province name
ko: 도/시 이름을 입력해 주세요
lo: ກະລຸນາປ້ອນຊື່ແຂວງ

# id_document
source: Identification Document
ko: 신분증명서류
lo: ເອກະສານຢັ້ງຢືນຕົວຕົນ

source: Document Type
ko: 서류 유형
lo: ປະເພດເອກະສານ

source: Document Number
ko: 서류 번호
lo: ເລກທີເອກະສານ

source: Please enter document number
ko: 서류 번호를 입력해 주세요
lo: ກະລຸນາໃສ່ເລກທີເອກະສານ

source: Next
ko: 다음
lo: ຖັດໄປ

source: Image selection error
ko: 이미지 선택 오류
lo: ຜິດພາດໃນການເລືອກຮູບ

# please_complete_info
source: Please complete the information
ko: 정보를 완성해 주세요
lo: ກະລຸນາປ້ອນນຂໍ້ມູນໃຫ້ຄົບຖ້ວນ

# please_upload_document
source: Please upload document photo
ko: 서류를 업로드해 주세요
lo: ກະລຸນາອັບໂຫຼດຮູບເອກະສານ

source: Please upload personal photo
ko: 개인 사진을 업로드해 주세요
lo: ກະລຸນາອັບໂຫຼດຮູບຖ່າຍສ່ວນຕົວ

source: Error loading saved data
ko: 저장된 데이터 로드 오류
lo: ຜິດພາດໃນການໂຫຼດຂໍ້ມູນທີ່ບັນທຶກໄວ້

source: Error converting base64 to file
ko: base64를 파일로 변환하는 중 오류 발생
lo: ຜິດພາດໃນການແປງ base64 ເປັນໄຟລ໌

source: Error converting file to base64
ko: 파일을 base64로 변환하는 중 오류 발생
lo: ຜິດພາດໃນການແປງໄຟລ໌ເປັນ base64

source: ID Card
ko: 신분증
lo: ບັດປະຈຳຕົວ

source: Passport
ko: 여권
lo: ໜັງສືຜ່ານແດນ

source: Family Book
ko: 가족관계증명서
lo: ສຳມະໂນຄົວ

# document_number_label
source: {docType} Number
ko: {docType} 번호
lo: ເລກ{docType}

# full_16_images
source: Maximum 16 images reached
ko: 16장 이미지가 모두 찼습니다
lo: ເຕັມຈຳນວນ 16 ຮູບແລ້ວ

# max_16_images
source: Can add up to 16 images maximum
ko: 최대 16장까지 추가 가능합니다
lo: ສາມາດເພີ່ມໄດ້ສູງສຸດ 16 ຮູບ

# accommodation_info
source: Accommodation Information
ko: 숙소 정보
lo: ຂໍ້ມູນທີ່ພັກ

# complete_info_for_promo
source: Please complete your accommodation information for promotion
ko: 홍보를 위해 숙소 정보를 완성해 주세요
lo: ກະລຸນາກໍ່ນຂໍ້ມູນທີ່ພັກຂອງທ່ານໃຫ້ຄົບຖ້ວນ ເພື່ອການໂປໂມດ

source: Service Type
ko: 서비스 유형
lo: ປະເພດບໍລິການ

source: Category
ko: 카테고리
lo: ໝວດໝູ່

# upload_main_image
source: Upload Accommodation Image
ko: 숙소 메인 이미지 업로드
lo: ອັບໂຫຼດຮູບພາບທີ່ພັກ

# upload_current_photo_1
source: Upload Current Accommodation Photo (1 image)
ko: 현재 숙소 사진 업로드 (1장)
lo: ອັບໂຫຼດຮູບຖ່າຍທີ່ພັກໃນປັດຈຸບັນ (1 ຮູບ)

# tap_to_upload
source: Tap to upload image
ko: 이미지를 업로드하려면 터치하세요
lo: ແຕະເພື່ອອັບໂຫຼດຮູບ

source: Accommodation Photos
ko: 숙소 사진
lo: ຮູບພາບທີ່ພັກ

# max_16_photos
source: Maximum 16 photos
ko: 최대 16장
lo: ສູງສຸດ 16 ຮູບ

# basic_info
source: Basic Information
ko: 기본 정보
lo: ຂໍ້ມູນພື້ນຖານ

source: Per Month
ko: 월별
lo: ເປັນເດືອນ

source: Rental Period
ko: 임대 기간
lo: ລະຍະເວລາເຊົ່າ

source: Room Sharing
ko: 룸 셰어링
lo: ການແຊ່ຫ້ອງ

source: Price Per Year
ko: 연간 가격
lo: ລາຄາເປັນປີ

source: Price Per Month
ko: 월 가격
lo: ລາຄາເປັນເດືອນ

source: Price and Location
ko: 가격 및 위치
lo: ລາຄາແລະທີ່ຢູ່

source: Please enter correct number
ko: 올바른 숫자를 입력해 주세요
lo: ກະລຸນາໃສ່ຕົວເລກຖືກຕ້ອງ

# phone_format_required
source: Phone number must start with 20 and have 10 digits
ko: 전화번호는 20으로 시작하며 10자리여야 합니다
lo: ເບີໂທຕ້ອງເລີ່ມດ້ວຍ 20 ແລະ ມີ 10 ຫຼັກ

source: Additional Details
ko: 추가 세부사항
lo: ລາຍລະອຽດເພີ່ມເຕີມ

# additional_details_optional
source: Additional Details (if any)
ko: 추가 세부사항 (있는 경우)
lo: ລາຍລະອຽດເພີ່ມເຕີ່ມ (ຖ້າມີ)

# description_placeholder
source: Describe accommodation details, facilities, and other information...
ko: 숙소 세부사항, 편의시설 및 기타 정보 설명...
lo: ອະທິບາຍລາຍລະອຽດທີ່ພັກ, ສິ່ງອຳນວຍຄວາມສະດວກ, ແລະຂໍ້ມູນອື່ນໆ...

# submit_data
source: Post
ko: 게시
lo: ໂພສ໌

# please_upload_main_image
source: Please upload main accommodation image
ko: 숙소 메인 이미지를 업로드해 주세요
lo: ກະລຸນາອັບໂຫຼດຮູບຫຼັກທີ່ພັກ

source: Please select rental period
ko: 임대 기간을 선택해 주세요
lo: ກະລຸນາເລືອກລະຍະເວລາເຊົ່າ

# submit_success
source: Success!
ko: 성공!
lo: ສຳເລັດແລ້ວ!

# you_posted_data
source: You have posted the data
ko: 정보를 게시했습니다
lo: ທ່ານໄດ້ໂພສ໌ຂໍ້ມູນ

# understood
source: OK
ko: 확인
lo: ຕົກລົງ

source: Select Currency
ko: 통화 선택
lo: ເລືອກສະກູນເງີນ

# commissionFee
source: Commission Fee (if any)
ko: 수수료 (있는 경우)
lo: ຄ່ານາຍໜ້າ (ຖ້າມີ)

source: Total Price
ko: 총 가격
lo: ລາຄາລວມ

# addressAndContact
source: Address and Contact Information
ko: 주소 및 연락처
lo: ທີ່ຢູ່ ແລະ ຂໍ້ມູນຕິດຕໍ່

source: Per Year
ko: 연별
lo: ເປັນປີ

source: Swimming Pool
ko: 수영장
lo: ສະລອຍນໍ້າ

# find_next_home
source: Find your next home with us
ko: 저희와 함께 당신의 다음 집을 찾아보세요
lo: ຄົ້ນຫາບ້ານຫຼັງຕໍ່ໄປຂອງທ່ານກັບພວກເຮົາ

source: Search name, address...
ko: 이름, 주소 검색...
lo: ຄົ້ນຫາຊື່, ທີ່ຢູ່...

# property_types
source: House, Apartment, Land, Room sharing...
ko: 주택, 연립주택, 아파트, 토지, 빌라, 룸셰어...
lo: ເຮືອນ, ຫ້ອງແຖວ, ອະພາດເມັ້ນ, ດີນ, ແຊ່ຫ້ອງ...

source: Found
ko: 발견됨
lo: ຄົ້ນພົບ

source: Listing
ko: 목록
lo: ລາຍການ

source: Filter
ko: 필터
lo: ຄັດກອງ

source: No data
ko: 데이터 없음
lo: ບໍ່ມີຂໍ້ມູນ

# no_image
source: image not found
ko: 이미지 없음
lo: ບໍ່ພົບຮູບພາບ

source: Reset
ko: 리셋
lo: ຣີເຊັດ

source: Time
ko: 시간
lo: ເວລາ

source: Latest
ko: 최신
lo: ລ່າສຸດ

source: Oldest
ko: 가장 오래된
lo: ດົນສຸດ

source: Cheapest
ko: 가장 저렴한
lo: ຖືກສຸດ

source: Most expensive
ko: 가장 비싼
lo: ແພງສຸດ

source: Bank
ko: 은행
lo: ທະນາຄານ

# notificationDetail
source: Notification Details
ko: 알림 세부사항
lo: ລາຍລະອຽດການແຈ້ງເຕືອນ

# newNotification
source: New
ko: 새로운
lo: ໃໝ່
