Repository: Wit2025/HomeFind
Catalog: lib/l10n/intl_*.arb
Languages: ko, lo

source: Log out
ko: 로그아웃
lo: ອອກຈາກລະບົບ

# logoutConfirm
source: Are you sure you want to log out?
ko: 로그아웃하시겠습니까?
lo: ທ່ານໝັ້ນໃຈບໍວ່າຕ້ອງການອອກຈາກລະບົບ?

source: Cancel
ko: 취소
lo: ຍົກເລີກ

# logoutSuccess
source: Logged out successfully
ko: 로그아웃 성공
lo: ອອກຈາກລະບົບສຳເລັດແລ້ວ

source: Income
ko: 수입
lo: ລາຍໄດ້

source: Fee
ko: 수수료
lo: ຄ່າທຳນຽມ

source: Kip
ko: 킵
lo: ກີບ

source: Withdraw
ko: 출금
lo: ຖອນເງິນ

source: Points
ko: 포인트
lo: ຄະແນນ

# withdrawHistory
source: History
ko: 출금 내역
lo: ປະຫວັດການຖອນ

# inviteFriends
source: Invite
ko: 친구 초대
lo: ເຊີນເພື່ອນ

source: General
ko: 일반
lo: ທົ່ວໄປ

# personalInfo
source: Personal Information
ko: 개인 정보
lo: ຂໍ້ມູນສ່ວນຕົວ

source: Change Password
ko: 비밀번호 변경
lo: ປ່ຽນລະຫັດຜ່ານ

source: Language
ko: 언어
lo: ພາສາ

source: Booking History
ko: 예약 내역
lo: ປະຫວັດການຈອງ

source: Terms & Policies
ko: 약관 및 정책
lo: ຂໍ້ກຳນົດ ແລະ ນະໂຍບາຍ

source: Help
ko: 도움
lo: ຊ່ວຍເຫຼືອ

# homepage
source: Home
ko: 홈페이지
lo: ໜ້າຫຼັກ

# joinpage
source: Join
ko: 가입
lo: ເຂົ້າຮ່ວມ

source: Notification
ko: 알림
lo: ແຈ້ງເຕືອນ

source: Profile
ko: 프로필
lo: ໂປຟາຍ

source: Take Photo
ko: 사진 찍기
lo: ຖ່າຍຮູບ

source: Personal Information
ko: 개인 정보
lo: ຂໍ້ມູນສ່ວນຕົວ

source: Name
ko: 이름
lo: ຊື່

source: Phone
ko: 전화번호
lo: ເບີໂທ

source: Email
ko: 이메일
lo: ອີເມວ

source: Edit Data
ko: 데이터 수정
lo: ແກ້ໄຂຂໍ້ມູນ

source: Edit Personal Information
ko: 개인 정보 수정
lo: ແກ້ໄຂຂໍ້ມູນສ່ວນຕົວ

source: Data saved successfully
ko: 데이터가 성공적으로 저장되었습니다
lo: ບັນທຶກຂໍ້ມູນສຳເລັດ

source: Save
ko: 저장
lo: ບັນທຶກ

source: Choose from Gallery
ko: 갤러리에서 선택
lo: ເລືອກຮູບຈາກຄັງ

# pleaseEnterNewPassword
source: Please enter your new password
ko: 새 비밀번호를 입력하세요
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານໃໝ່ຂອງທ່ານ

source: Old Password
ko: 기존 비밀번호
lo: ລະຫັດຜ່ານເກົ່າ

# pleaseEnterOldPassword
source: Please enter your old password
ko: 기존 비밀번호를 입력하세요
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານເກົ່າ

source: New Password
ko: 새 비밀번호
lo: ລະຫັດຜ່ານໃໝ່

# pleaseEnterNewPasswordAgain
source: Please enter the new password again
ko: 새 비밀번호를 다시 입력하세요
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານໃໝ່

# passwordMin6Chars
source: Password must be at least 6 characters
ko: 비밀번호는 최소 6자 이상이어야 합니다
lo: ລະຫັດຜ່ານຕ້ອງມີຢ່າງໜ້ອຍ 6 ຕົວອັກສອນ

source: Confirm New Password
ko: 새 비밀번호 확인
lo: ຢືນຢັນລະຫັດຜ່ານໃໝ່

# pleaseConfirmNewPassword
source: Please confirm the new password
ko: 비밀번호 확인을 해주세요
lo: ກະລຸນາຢືນຢັນລະຫັດຜ່ານ

source: Changing password...
ko: 비밀번호 변경 중...
lo: ກຳລັງປ່ຽນລະຫັດຜ່ານ...

source: Change Language
ko: 언어 변경
lo: ປ່ຽນພາສາ

# selectLanguage
source: Select the language you want
ko: 원하는 언어를 선택하세요
lo: ເລືອກພາສາທີ່ທ່ານຕ້ອງການ

source: All
ko: 전체
lo: ທັງໝົດ

source: Completed
ko: 완료됨
lo: ສຳເລັດ

source: Pending
ko: 대기 중
lo: ລໍຖ້າ

source: Cancelled
ko: 취소됨
lo: ຍົກເລີກ

source: Rent
ko: 임대
lo: ເຊົ່າ

source: Sale
ko: 판매
lo: ຂາຍ

source: Terms and Policy
ko: 약관 및 정책
lo: ຂໍ້ກໍານົດ ແລະ ນະໂຍບາຍ

source: Data Collection
ko: 데이터 수집
lo: ການເກັບຮັກສາຂໍ້ມູນ

# dataCollectionDescription
source: The application collects only necessary personal data for usage and service purposes.
ko: 애플리케이션은 사용 및 서비스 목적에 필요한 개인 정보만 수집합니다.
lo: ແອັບພລິເຄຊັນຈະເກັບຂໍ້ມູນສ່ວນຕົວເທົ່າທີ່ຈໍາເປັນ ເພື່ອປະສົງການໃຊ້ງານແລະການບໍລິການ.

source: Data Usage
ko: 데이터 사용
lo: ການນໍາໃຊ້ຂໍ້ມູນ

# dataUsageDescription
source: Collected data will be used for service development and improvement.
ko: 수집된 데이터는 서비스 개발 및 개선에 사용됩니다.
lo: ຂໍ້ມູນທີ່ໄດ້ຖືກເກັບຈະຖືກນໍາໃຊ້ໃນການພັດທະນາແລະປັບປຸງບໍລິການ.

source: Data Sharing
ko: 데이터 공유
lo: ການແບ່ງປັນຂໍ້ມູນ

# dataSharingDescription
source: Your data will not be shared with others except as required by law.
ko: 법률에 의해 요구되는 경우를 제외하고 귀하의 데이터는 제3자와 공유되지 않습니다.
lo: ຂໍ້ມູນຂອງທ່ານຈະບໍ່ຖືກແບ່ງປັນໃຫ້ຜູ້ອື່ນ ນອກຈາກໃນກໍລະນີທີ່ມີກົດໝາຍກໍານົດ.

source: Data Protection
ko: 데이터 보호
lo: ການປ້ອງກັນຂໍ້ມູນ

# dataProtectionDescription
source: The application implements security measures to protect your personal data.
ko: 애플리케이션은 귀하의 개인 데이터를 보호하기 위한 보안 조치를 시행합니다.
lo: ແອັບພລິເຄຊັນໄດ້ດໍາເນີນມາດຕະການຄວາມປອດໄພເພື່ອປົກປ້ອງຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ.

source: Policy Update
ko: 정책 업데이트
lo: ການປັບປຸງຂໍ້ກໍານົດ

# policyUpdateDescription
source: We may update this policy in the future, please check regularly.
ko: 앞으로 이 정책을 업데이트할 수 있으니, 최신 정보를 확인하시기 바랍니다.
lo: ເຮົາອາດປັບປຸງນະໂຍບາຍນີ້ໃນອະນາຄົດ ກະລຸນາກວດເບິ່ງໃຫ້ທັນສະໄໝ.

source: Privacy Policy
ko: 개인정보 처리방침
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ

# privacyPolicyDescription
source: Please read our privacy policy carefully before using the application.
ko: 애플리케이션 사용 전에 개인정보 처리방침을 자세히 읽어 주십시오.
lo: ກະລຸນາອ່ານນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາຢ່າງລະອຽດກ່ອນການໃຊ້ງານແອັບພລິເຄຊັນ

source: Popular Question Types
ko: 자주 묻는 질문 유형
lo: ປະເພດຄຳຖາມທີ່ນິຍົມ

source: Login Issues
ko: 로그인 문제
lo: ບັນຫາການເຂົ້າລະບົບ

# forgotPasswordOrLocked
source: Forgot Password or Account Locked
ko: 비밀번호 분실 또는 계정 잠김
lo: ລືມລະຫັດຜ່ານ ຫຼື ບັນຊີຖືກລັອກ

source: Account Management
ko: 계정 관리
lo: ຈັດການບັນຊີ

source: Update Personal Info or Delete Account
ko: 개인 정보 변경 또는 계정 삭제
lo: ປ່ຽນຂໍ້ມູນສ່ວນຕົວ ຫຼື ລຶບບັນຊີ

source: Orders and Payments
ko: 주문 및 결제
lo: ຄຳສັ່ງຊື້ ແລະ ການຊຳລະເງິນ

source: Purchase or Refund Check
ko: 구매 또는 환불 확인
lo: ກວດສອບການຊື້ ຫຼື ຄືນເງິນ

source: Security and Privacy
ko: 보안 및 개인정보
lo: ຄວາມປອດໄພ ແລະ ຄວາມເປັນສ່ວນໂຕ

source: About Policy
ko: 정책 관련
lo: ກ່ຽວກັບນະໂຍບາຍຂໍ້ມູນ

source: Search questions...
ko: 질문 검색...
lo: ຊອກຫາຄຳຖາມ...

source: Need more help?
ko: 추가 도움이 필요하신가요?
lo: ຕ້ອງການຊ່ວຍເຫຼືອເພີ່ມເຕີມ?

# supportTeam24h
source: Our support team is ready to assist you 24 hours
ko: 저희 지원팀은 24시간 여러분을 도와드립니다
lo: ທີມງານສະຫນັບສະຫນູນຂອງພວກເຮົາພ້ອມຊ່ວຍເຫຼືອທ່ານ 24 ຊົ່ວໂມງ

source: Send Email
ko: 이메일 보내기
lo: ສົ່ງອີເມວ

source: Call
ko: 전화하기
lo: ໂທຫາ

# frequentQuestions
source: Frequently Asked Questions
ko: 자주 묻는 질문
lo: ຄຳຖາມທີ່ຖາມເລື້ອຍໆ

# howToChangePassword
source: How do I change my password?
ko: 비밀번호를 어떻게 변경하나요?
lo: ຂ້ອຍຈະປ່ຽນລະຫັດຜ່ານໄດ້ແນວໃດ?

# howToCancelOrder
source: How do I cancel my order?
ko: 주문을 어떻게 취소하나요?
lo: ຂ້ອຍຈະຍົກເລີກການສັ່ງຊື້ໄດ້ແນວໃດ?

# paymentMethods
source: What payment methods are available?
ko: 결제 방법에는 어떤 것이 있나요?
lo: ວິທີການຊຳລະເງິນມີຫຍັງແດ່?

# contactSupportFrom
source: Where can I contact support from?
ko: 어디서 지원팀에 연락할 수 있나요?
lo: ຈະຕິດຕໍ່ສະຫນັບສະຫນູນໄດ້ຈາກໃສ?

# exampleAnswer
source: Example answer for this question. You can find more information in the help section of our app.
ko: 이 질문에 대한 예시 답변입니다. 앱의 도움말 섹션에서 더 많은 정보를 찾을 수 있습니다.
lo: ຄຳຕອບຕົວຢ່າງສຳລັບຄຳຖາມນີ້. ທ່ານສາມາດຊອກຫາຂໍ້ມູນເພີ່ມເຕີມໃນສ່ວນຊ່ວຍເຫຼືອຂອງແອັບພລິເຄຊັນຂອງພວກເຮົາ.

# searchResultsFor
source: Search results for "{query}"
ko: "{query}"에 대한 검색 결과
lo: ຜົນການຄົ້ນຫາສໍາລັບ "{query}"

source: Help Categories ({count})
ko: 도움말 카테고리 ({count})
lo: ໝວດໝູ່ການຊ່ວຍເຫລືອ ({count})

# frequentQuestionsCount
source: Frequently Asked Questions ({count})
ko: 자주 묻는 질문 ({count})
lo: ຄໍາຖາມທີ່ພົບເລື້ອຍ ({count})

# noSearchResults
source: No search results found
ko: 검색 결과를 찾을 수 없습니다
lo: ບໍ່ພົບຜົນການຄົ້ນຫາ

# tryOtherKeywords
source: Try searching with different keywords or contact support team
ko: 다른 키워드로 검색하거나 지원팀에 문의하세요
lo: ລອງຄົ້ນຫາດ້ວຍຄໍາອື່ນ ຫຼື ຕິດຕໍ່ທີມສະໜັບສະໜູນ

source: Clear Search
ko: 검색 지우기
lo: ລົບລ້າງການຄົ້ນຫາ

source: Please enter complete data
ko: 데이터를 완전히 입력하세요
lo: ກະລຸນາປ້ອນຂໍ້ມູນໃຫ້ຄົບ

source: Withdraw Money
ko: 출금
lo: ຖອນເງິນ

source: to
ko: 에게
lo: ໄປ

source: Amount to withdraw
ko: 출금할 금액
lo: ຈຳນວນເງິນທີ່ຕ້ອງການຖອນ

source: Available balance
ko: 사용 가능한 잔액
lo: ຍອດເງິນທີ່ມີ

source: Withdraw to account
ko: 계좌로 출금
lo: ຖອນເງິນໄປບັນຊີ

source: Add account
ko: 계좌 추가
lo: ເພີ່ມບັນຊີ

source: Confirm withdrawal
ko: 출금 확인
lo: ຢືນຢັນການຖອນເງິນ

source: Account Name
ko: 계좌명
lo: ຊື່ບັນຊີ

# accountNameHint
source: Please enter account name
ko: 계좌명을 입력하세요
lo: ກະລຸນາປ້ອນຊື່ບັນຊີ

# accountNameValidation
source: Please enter account name
ko: 계좌명을 입력하세요
lo: ກະລຸນາປ້ອນຊື່ບັນຊີ

source: Account Number
ko: 계좌번호
lo: ເລກບັນຊີ

# accountNumberHint
source: Please enter account number
ko: 계좌번호를 입력하세요
lo: ກະລຸນາປ້ອນເລກບັນຊີ

# accountNumberValidation
source: Please enter account number
ko: 계좌번호를 입력하세요
lo: ກະລຸນາປ້ອນເລກບັນຊີ

# accountNumberMinLength
source: Account number must have at least
ko: 계좌번호는 최소
lo: ເລກບັນຊີຕ້ອງມີຢ່າງໜ້ອຍ

source: digits
ko: 자리 숫자여야 합니다
lo: ໂຕເລກ

# accountAddedSuccess
source: Account added successfully
ko: 계좌가 성공적으로 추가되었습니다
lo: ເພີ່ມບັນຊີສຳເລັດແລ້ວ

source: Score
ko: 점수
lo: ຄະແນນ

# totalScore
source: Total Points
ko: 누적 점수
lo: ຄະແນນສະສົມທັງໝົດ

source: Redeem Points
ko: 포인트 교환
lo: ແລກຄະແນນ

source: Details
ko: 세부정보
lo: ລາຍລະອຽດ

source: Score History
ko: 점수 내역
lo: ປະຫວັດຄະແນນ

source: Withdrawal History
ko: 출금 내역
lo: ປະຫວັດການຖອນເງິນ

source: Withdrawal Details
ko: 출금 상세
lo: ລາຍລະອຽດການຖອນເງິນ

source: Close
ko: 닫기
lo: ປິດ

# withdrawMethod
source: Withdrawal Method
ko: 출금 방법
lo: ວິທີຖອນ

source: Destination Account
ko: 출금 계좌
lo: ບັນຊີປາຍທາງ

source: Transaction ID
ko: 거래 ID
lo: ລະຫັດທຸລະກຳ

source: Date
ko: 날짜
lo: ວັນທີ

# per_m
source: /Month
lo: /ເດືອນ

# per_y
source: /Year
lo: /ປີ

source: Booking Fee
lo: ຄ່າຈອງ

source: Price:
ko: 가격:
lo: ລາຄາ:

source: Receipt
ko: 영수증
lo: ໃບບິນ

# bookingType
source: Type
ko: 유형
lo: ປະເພດ

source: Notifications
ko: 알림
lo: ການແຈ້ງເຕືອນ

source: Unread
ko: 읽지 않음
lo: ຍັງບໍ່ອ່ານ

# markAllAsRead
source: Read all
ko: 모두 읽기
lo: ອ່ານທັງໝົດ

# daysAgo
source: {count} days ago
ko: {count} 일 전
lo: {count} ມື້ຜ່ານໄປ

# hoursAgo
source: {count} hours ago
ko: {count} 시간 전
lo: {count} ຊົ່ວໂມງຜ່ານໄປ

# minutesAgo
source: {count} minutes ago
ko: {count} 분 전
lo: {count} ນາທີຜ່ານໄປ

source: Just now
ko: 방금
lo: ບໍ່ດົນມານີ້

source: Read
ko: 읽음
lo: ອ່ານແລ້ວ

source: No unread notifications
ko: 읽지 않은 알림이 없습니다
lo: ບໍ່ມີການແຈ້ງເຕືອນທີ່ຍັງບໍ່ອ່ານ

source: No read notifications
ko: 읽은 알림이 없습니다
lo: ບໍ່ມີການແຈ້ງເຕືອນທີ່ອ່ານແລ້ວ

source: Parking
ko: 주차
lo: ຈອດລົດ

source: Internet
ko: 인터넷
lo: ອິນເຕີເນັດ

source: Home Appliance
ko: 가전제품
lo: ເຄື່ອງໃຊ້ໃນເຮືອນ

source: Swimming
ko: 수영
lo: ສະລອຍນ້ຳ

source: Refrigerator
ko: 냉장고
lo: ຕູ້ເຢັນ

source: Security Check
ko: 출입 보안 검사
lo: ກວດຄົນເຂົ້າ

# air
source: Air Conditioner
ko: 에어컨
lo: ແອ

source: Washing Machine
ko: 세탁기
lo: ເຄື່ອງຊັກຜ້າ

source: Post for Me
ko: 대신 게시
lo: ຝາກໃຫ້ Post

source: Your Accommodation Info
ko: 숙소 정보
lo: ຂໍ້ມູນທີ່ພັກຂອງທ່ານ

source: Accommodation Name
ko: 숙소 이름
lo: ຊື່ທີ່ພັກ

source: Please enter accommodation name
ko: 숙소 이름을 입력하세요
lo: ກະລຸນາໃສ່ຊື່ທີ່ພັກ

source: Accommodation Type
ko: 숙소 유형
lo: ປະເພດທີ່ພັກ

source: House
ko: 집
lo: ເຮືອນ

source: Townhouse
ko: 타운하우스
lo: ຫ້ອງແຖວ

source: Apartment
ko: 아파트
lo: ອາພາດເມັ້ນ

source: Land
ko: 토지
lo: ດິນ

# accommodation_zone
source: Room Sharing
ko: 숙소 공유
lo: ແຊທີ່ພັກ

# install_air
source: Install ac
ko: 에어컨 설치
lo: ຕິດຕັ້ງແອ

source: Moving goods
ko: 물건 옮기기
lo: ແກ່ເຄື່ອງ

source: Install glass
ko: 유리 설치
lo: ຕິດຕັ້ງແວ່ນ

source: Furniture
ko: 가구
lo: ເຟີນີເຈີ້

source: Share Room
ko: 쉐어룸
lo: ແຊຫ້ອງ

source: No Share Room
ko: 비쉐어룸
lo: ບໍ່ແຊຫ້ອງ

source: Accommodation Details
ko: 숙소 상세
lo: ລາຍລະອຽດທີ່ພັກ

source: Please enter price
ko: 가격을 입력해 주세요
lo: ກະລຸນາໃສ່ລາຄາ

source: Please enter valid number
ko: 올바른 숫자를 입력하세요
lo: ກະລຸນາໃສ່ຕົວເລກຖືກຕ້ອງ

# size
source: Size (sq.m.)
ko: 크기 (㎡)
lo: ຂະໜາດ (ຕລ.ມ.)

source: Please enter size
ko: 크기를 입력하세요
lo: ກະລຸນາໃສ່ຂະໜາດ

source: Address
ko: 주소
lo: ທີ່ຢູ່

source: Please enter address
ko: 주소를 입력하세요
lo: ກະລຸນາໃສ່ທີ່ຢູ່

# please_enter_phone
source: Please enter phone number
ko: 전화번호를 입력해 주세요
lo: ກະລຸນາໃສ່ເບີໂທ

source: Facilities
ko: 편의 시설
lo: ສິ່ງອຳນວຍຄວາມສະດວກ

source: Please enter details
ko: 상세 정보를 입력하세요
lo: ກະລຸນາໃສ່ລາຍລະອຽດ

# accommodation_photo_min_1
source: Accommodation photo (at least 1)
ko: 숙소 사진 (최소 1장)
lo: ຮູບພາບທີ່ພັກ (ຢ່າງໜ້ອຍ 1 ຮູບ)

source: Add photo
ko: 사진 추가
lo: ເພີ່ມຮູບພາບ

source: Submit
ko: 제출
lo: ຕົກລົງ

# max_10_photos
source: Can add up to 10 photos
ko: 최대 10장까지 추가 가능
lo: ສາມາດເພີ່ມຮູບໄດ້ສູງສຸດ 10 ຮູບ

# photo_selection_error
source: Error selecting photo:
ko: 사진 선택 오류:
lo: ຜິດພາດໃນການເລືອກຮູບ:

# please_add_min_1_photo
source: Please add at least 1 accommodation photo
ko: 숙소 사진을 최소 1장 추가해 주세요
lo: ກະລຸນາເພີ່ມຮູບພາບທີ່ພັກຢ່າງໜ້ອຍ 1 ຮູບ

# added_accommodation_success
source: Added accommodation successfully
ko: 숙소가 성공적으로 추가되었습니다
lo: ເພີ່ມທີ່ພັກສຳເລັດແລ້ວ

source: Error
ko: 오류
lo: ຜິດພາດ

# breakfast_review
source: The breakfast buffet was amazing and very worth it! The location is perfect and the staff was incredibly helpful throughout our stay.
ko: 조식 뷔페가 정말 훌륭했고 매우 가치가 있었습니다! 위치가 완벽하고 직원들이 저희 숙박 기간 내내 매우 도움이 되었습니다.
lo: ບຸບເຟ່ອາຫານເຊົ້າແມ່ນຍອດຢ້ຽມແລະຄຸ້ມຄ່າຫຼາຍ! ສະຖານທີ່ແມ່ນສົມບູນແບບແລະພະນັກງານໃຫ້ຄວາມຊ່ວຍເຫຼືອຢ່າງດີຫຼາຍຕະຫຼອດການພັກຂອງພວກເຮົາ

# book
source: Booking
ko: 예약
lo: ຈອງ

# views
source: {views} views
ko: 조회수 {views}회
lo: ຍອດເບິ່ງ {views} ຄັ້ງ

source: Select Image
ko: 이미지 선택
lo: ເລືອກຮູບພາບ

source: Gallery
ko: 갤러리
lo: ແກລເລີຣີ

source: Camera
ko: 카메라
lo: ກ້ອງຖ່າຍ

# scan_qr_code_payment
source: Scan QR Code to Pay
ko: QR 코드 스캔하여 결제
lo: ສະແກນ QR Code ເພື່ອຈ່າຍເງິນ

source: Upload Transfer Receipt
ko: 송금 영수증 업로드
lo: ອັບໂຫລດສຳເນົາການໂອນເງິນ

source: Upload Completed
ko: 업로드 완료
lo: ອັບໂຫລດສຳເລັດແລ້ວ

source: Tap to Select Image
ko: 이미지 선택하려면 탭하세요
lo: ແຕະເພື່ອເລືອກຮູບພາບ

# file_formats
source: JPG, PNG or PDF
ko: JPG, PNG 또는 PDF
lo: JPG, PNG ຫຼື PDF

source: Processing...
ko: 처리 중...
lo: ກຳລັງດຳເນີນການ...

source: Please Wait
ko: 잠시만 기다려주세요
lo: ກະລຸນາລໍຖ້າ

source: Confirm Booking
ko: 예약 확인
lo: ຢືນຢັນການຈອງ

source: Booking Bill
ko: 예약 영수증
lo: ໃບບິນການຈອງ

# bookingSuccess
source: Booking Successful!
ko: 예약 완료!
lo: ການຈອງສຳເລັດ!

source: Thank you
ko: 감사합니다
lo: ຂອບໃຈ

source: Booking ID
ko: 예약 번호
lo: ລະຫັດການຈອງ

source: Customer
ko: 고객
lo: ລູກຄ້າ

source: Items
ko: 항목
lo: ລາຍການ

source: No items
ko: 항목 없음
lo: ບໍ່ມີລາຍການ

source: Subtotal
ko: 소계
lo: ຍອດຍ່ອຍ

source: Tax
ko: 세금
lo: ພາສີ

# grandTotal
source: Total Amount
ko: 총 금액
lo: ຍອດລວມ

# backHome
source: Back to Home
ko: 홈으로 돌아가기
lo: ກັບໄປໜ້າຫຼັກ

source: Receipt saved
ko: 영수증 저장됨
lo: ບັນທຶກໃບບິນແລ້ວ

source: Save Receipt
ko: 영수증 저장
lo: ບັນທຶກໃບບິນ

source: Booking Receipt
ko: 예약 영수증
lo: ບິນການຈອງ

source: Share Receipt
ko: 영수증 공유
lo: ແບ່ງປັນບິນ

source: Booking Successful
ko: 예약 성공
lo: ການຈອງສຳເລັດແລ້ວ

# booking_data_saved
source: Your booking has been saved
ko: 예약 정보가 저장되었습니다
lo: ຂໍ້ມູນການຈອງຂອງທ່ານໄດ້ຖືກບັນທຶກແລ້ວ

source: Booking Details
ko: 예약 상세정보
lo: ລາຍລະອຽດການຈອງ

source: Booking Code
ko: 예약 코드
lo: ລະຫັດການຈອງ

source: Booking Date
ko: 예약 날짜
lo: ວັນທີຈອງ

source: Booking Time
ko: 예약 시간
lo: ເວລາຈອງ

source: Status
ko: 상태
lo: ສະຖານະ

source: Confirmed
ko: 확인됨
lo: ຢືນຢັນແລ້ວ

# total_booking_price
source: Total Price
ko: 총 예약 가격
lo: ລາຄ່າຈອງທັງໝົດ

source: Downloading...
ko: 다운로드 중...
lo: ກຳລັງດາວໂຫລດ...

source: Download Receipt
ko: 영수증 다운로드
lo: ດາວໂຫລດບິນ

source: Print Receipt
ko: 영수증 인쇄
lo: ພິມບິນ

# keep_receipt_notice
source: keep this receipt as proof of booking
ko: 예약 증명으로 이 영수증을 보관해 주세요
lo: ກະລຸນາເກັບຮັກສາບິນນີ້ໄວ້ເປັນຫຼັກຖານການຈອງ

source: Booking code copied
ko: 예약 코드가 복사되었습니다
lo: ຄັດລອກລະຫັດການຈອງແລ້ວ

# download_receipt_success
source: Receipt downloaded successfully
ko: 영수증 다운로드 완료
lo: ດາວໂຫລດບິນສຳເລັດແລ້ວ

# login_failed
source: Login failed. Please check your phone number and password.
ko: 로그인에 실패했습니다. 전화번호와 비밀번호를 확인해 주세요.
lo: ການເຂົ້າສູ່ລະບົບລົ້ມເຫຼວ. ກະລຸນາກວດສອບເບີໂທ ແລະ ລະຫັດຜ່ານຂອງທ່ານ.

# error_occurred
source: An error occurred
ko: 오류가 발생했습니다
lo: ເກີດຂໍ້ຜິດພາດຂຶ້ນ

# welcome_home_find
source: Welcome to Home Find
ko: Home Find에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ Home Find

source: Please login
ko: 로그인해 주세요
lo: ກະລຸນາເຂົ້າສູ່ລະບົບ

source: Login
ko: 로그인
lo: ເຂົ້າສູ່ລະບົບ

source: Invalid phone number
ko: 유효하지 않은 전화번호
lo: ເບີໂທບໍ່ຖືກຕ້ອງ

source: Password
ko: 비밀번호
lo: ລະຫັດຜ່ານ

# remember_user
source: Remember me
ko: 로그인 상태 유지
lo: ຈື່ຈຳຜູ້ໃຊ້ງານ

source: Forgot password?
ko: 비밀번호를 잊으셨나요?
lo: ລືມລະຫັດຜ່ານ?

source: Or
ko: 또는
lo: ຫຼື

source: Login with Google
ko: Google로 로그인
lo: ເຂົ້າສູ່ລະບົບດ້ວຍ Google

# no_account_yet
source: Don't have an account yet?
ko: 아직 계정이 없으신가요?
lo: ຍັງບໍ່ມີບັນຊີ?

source: Register
ko: 회원가입
lo: ລົງທະບຽນ

# accept_terms_first
source: Please accept terms and conditions first
ko: 먼저 이용약관에 동의해 주세요
lo: ກະລຸນາຍອມຮັບຂໍ້ກຳນົດແລະເງື່ອນໄຂກ່ອນ

# registration_error
source: Registration error occurred
ko: 회원가입 중 오류가 발생했습니다
lo: ເກີດຂໍ້ຜິດພາດໃນການສະໝັກສະມາຊິກ

source: Create New Account
ko: 새 계정 만들기
lo: ສ້າງບັນຊີໃໝ່

# please_enter_your_info
source: Please enter your information
ko: 정보를 입력해 주세요
lo: ກະລຸນາປ້ອນຂໍ້ມູນຂອງທ່ານ

source: Full Name
ko: 성명
lo: ຊື່ ແລະ ນາມສະກຸນ

source: Please enter full name
ko: 성명을 입력해 주세요
lo: ກະລຸນາໃສ່ຊື່ ແລະ ນາມສະກຸນ

source: Please enter email
ko: 이메일을 입력해 주세요
lo: ກະລຸນາໃສ່ອີເມວ

source: Invalid email
ko: 유효하지 않은 이메일
lo: ອີເມວບໍ່ຖືກຕ້ອງ

source: Please enter password
ko: 비밀번호를 입력해 주세요
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານ

# password_min_length
source: Password must be at least 6 characters long
ko: 비밀번호는 최소 6자 이상이어야 합니다
lo: ລະຫັດຜ່ານຕ້ອງຍາວຢ່າງໜ້ອຍ 6 ຕົວອັກສອນ

# accept_terms_conditions
source: Accept terms and conditions
ko: 이용약관에 동의
lo: ຍອມຮັບຂໍ້ກຳນົດ ແລະ ເງື່ອນໄຂການໃຊ້ງານ

source: Register with Google
ko: Google로 회원가입
lo: ລົງທະບຽນດ້ວຍ Google

# already_have_account
source: Already have an account?
ko: 이미 계정이 있으신가요?
lo: ມີບັນຊີແລ້ວ?

# app_description
source: App to help you find your accommodation..
ko: 숙박 시설을 찾는 데 도움이 되는 앱..
lo: ແອັບຊ່ວຍຄົ້ນຫາທີ່ພັກຂອງທ່ານ..

# not_registered_yet
source: You are not registered yet
ko: 아직 등록하지 않으셨습니다
lo: ທ່ານຍັງບໍ່ໄດ້ລົງທະບຽນ

# please_login_first
source: Please login first to use this function
ko: 이 기능을 사용하려면 먼저 로그인해 주세요
lo: ກາລຸນາເຂົ້າສູ່ລະບົບກ່ອນໃຊ້ງານຟັງຊັ່ນນີ້

# otp_for_password_change
source: To receive OTP code for password change
ko: 비밀번호 변경을 위한 OTP 코드 받기
lo: ເພື່ອຮັບລະຫັດ OTP ໃນການປ່ຽນລະຫັດຜ່ານ

source: Send OTP Code
ko: OTP 코드 전송
lo: ສົ່ງລະຫັດ OTP

source: Back to Login
ko: 로그인으로 돌아가기
lo: ກັບຄືນໜ້າລ໋ອກອິນ

# enter_6_digit_otp
source: Please enter 6-digit OTP
ko: 6자리 OTP를 입력해 주세요
lo: ກະລຸນາປ້ອນ OTP 6 ໂຕ

source: Verify OTP
ko: OTP 인증
lo: ຢືນຢັນ OTP

source: Enter OTP Code
ko: OTP 코드 입력
lo: ປ້ອນລະຫັດ OTP

# otp_sent_to_number
source: OTP code has been sent to number
ko: OTP 코드가 번호로 전송되었습니다
lo: ລະຫັດ OTP ຖືກສົ່ງໄປທີ່ເບີ

source: Confirm
ko: 확인
lo: ຢືນຢັນ

source: Back to Previous
ko: 이전 페이지로 돌아가기
lo: ກັບຄືນໜ້າກ່ອນໜ້າ

# password_not_match
source: Passwords do not match
ko: 비밀번호가 일치하지 않습니다
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ

source: Password changed successfully
ko: 비밀번호가 성공적으로 변경되었습니다
lo: ປ່ຽນລະຫັດຜ່ານສຳເລັດແລ້ວ

source: Change New Password
ko: 새 비밀번호 변경
lo: ປ່ຽນລະຫັດຜ່ານໃໝ່

source: Confirm New Password
ko: 새 비밀번호 확인
lo: ຢືນຢັນລະຫັດຜ່ານໃໝ່

source: Save New Password
ko: 새 비밀번호 저장
lo: ບັນທຶກລະຫັດຜ່ານໃໝ່

source: SMS Message
ko: SMS 메시지
lo: ຂໍ້ຄວາມ SMS

source: Now
ko: 지금
lo: ຕອນນີ້

source: Your verification code
ko: 귀하의 인증 코드
lo: ລະຫັດຢືນຢັນຂອງທ່ານ

# do_not_share_code
source: Do not share this code with others
ko: 이 코드를 다른 사람에게 알려주지 마세요
lo: ຫ້າມໃຫ້ບອກລະຫັດນີ້ໃຫ້ຜູ້ອື່ນ

source: Your new verification code
ko: 귀하의 새 인증 코드
lo: ລະຫັດຢືນຢັນໃຫມ່ຂອງທ່ານ

# code_expires_5_minutes
source: This code will expire in 5 minutes
ko: 이 코드는 5분 후에 만료됩니다
lo: ລະຫັດນີ້ຈະໝົດອາຍຸໃນ 5 ນາທີ

# otp_verified_successfully
source: You have successfully verified OTP
ko: OTP 인증에 성공했습니다
lo: ທ່ານໄດ້ຢືນຢັນ OTP ສຳເລັດ

source: Go to Homepage
ko: 홈페이지로 이동
lo: ໄປທີ່ໜ້າຫຼັກ

# otp_incorrect_try_again
source: OTP is incorrect, please try again
ko: OTP가 올바르지 않습니다. 다시 시도해 주세요
lo: OTP ບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງໃໝ່

source: Please enter verification code
ko: 인증 코드를 입력해 주세요
lo: ກະລຸນາປ້ອນລະຫັດຢືນຢັນ

# send_otp_to
source: Send OTP code to
ko: OTP 코드를 다음으로 전송:
lo: ສົ່ງລະຫັດ OTP ໄປຫາ

source: Resend OTP
ko: OTP 재전송
lo: ສົ່ງ OTP ອີກຄັ້ງ

source: seconds
ko: 초
lo: ວິນາທີ

source: Join
ko: 참여
lo: ເຂົ້າຮ່ວມ

# post_own
source: Post Yourself
ko: 직접 게시
lo: Post ເອງ

# terms_and_policies
source: Terms and Conditions for Participation
ko: 참여 이용약관 및 정책
lo: ເງື່ອນໄຂ ແລະ ນະໂຍບາຍການເຂົ້າຮ່ວມ

# choose
source: How you want to proceed
ko: 진행 방법을 선택하세요
lo: ເລືອກວິທີທີ່ທ່ານຕ້ອງການດໍາເນີນການ

# welcome_message
source: Welcome to our platform!
ko: 저희 플랫폼에 오신 것을 환영합니다!
lo: ຍິນດີຕ້ອນຮັບສູ່ແພລັດຟອມຂອງພວກເຮົາ!

# create_own_listing
source: Create your own property listing
ko: 나만의 부동산 목록 만들기
lo: ສ້າງລາຍການອະສັງຫາລິມະສັບຂອງທ່ານເອງ

# help_create_listing
source: Let us help you create a listing
ko: 목록 작성을 도와드리겠습니다
lo: ໃຫ້ພວກເຮົາຊ່ວຍທ່ານສ້າງລາຍການ

source: Get Started
ko: 시작하기
lo: ເລີ່ມຕົ້ນ

# read_terms_carefully
source: Please read the following terms and conditions carefully before proceeding. By joining our platform, you are deemed to have read, understood, and accepted all the terms specified.
ko: 계속 진행하기 전에 다음 이용약관을 주의 깊게 읽어 주십시오. 저희 플랫폼에 참여하시면 명시된 모든 약관을 읽고, 이해하고, 동의한 것으로 간주됩니다.
lo: ກະລຸນາອ່ານເງື່ອນໄຂ ແລະ ນະໂຍບາຍລຸ່ມນີ້ຢ່າງລະອຽດກ່ອນທີ່ຈະດຳເນີນການຕໍ່. ການເຂົ້າຮ່ວມແພລັດຟອມຂອງພວກເຮົາຖືວ່າທ່ານໄດ້ອ່ານ, ເຂົ້າໃຈ ແລະ ຍອມຮັບເງື່ອນໄຂທັງໝົດທີ່ລະບຸໄວ້.

# definitions_title
source: Definitions
ko: 정의
lo: ຄໍານິຍາມ

# platform_definition
source: "Platform" refers to any website, application, or service we provide
ko: "플랫폼"은 저희가 제공하는 웹사이트, 애플리케이션 또는 모든 서비스를 의미합니다
lo: "ແພລັດຟອມ" ໝາຍເຖິງ ເວັບໄຊທ໌, ແອັບພລິເຄຊັນ ຫຼື ບໍລິການໃດໆ ທີ່ພວກເຮົາຈັດຫາໃຫ້

# user_definition
source: "User" refers to any person who accesses or uses our platform
ko: "사용자"는 저희 플랫폼에 접근하거나 사용하는 모든 사람을 의미합니다
lo: "ຜູ້ໃຊ້" ໝາຍເຖິງ ບຸກຄົນໃດໆ ທີ່ເຂົ້າເຖິງ ຫຼື ນໍາໃຊ້ແພລັດຟອມຂອງພວກເຮົາ

# content_definition
source: "Content" refers to text, images, videos, or any data posted on the platform
ko: "콘텐츠"는 플랫폼에 게시된 텍스트, 이미지, 비디오 또는 모든 데이터를 의미합니다
lo: "ເນື້ອຫາ" ໝາຍເຖິງ ຂໍ້ຄວາມ, ຮູບພາບ, ວິດີໂອ ຫຼື ຂໍ້ມູນໃດໆ ທີ່ໂພສລົງໃນແພລັດຟອມ

# acceptance_of_terms_title
source: Acceptance of Terms
ko: 약관 동의
lo: ການຍອມຮັບເງື່ອນໄຂ

# acceptance_clause
source: By using our platform, you agree to be bound by these terms and policies, including our privacy policy
ko: 저희 플랫폼을 사용함으로써, 귀하는 개인정보 보호정책을 포함한 이러한 약관 및 정책에 구속되는 것에 동의합니다
lo: ການນໍາໃຊ້ແພລັດຟອມຂອງພວກເຮົາ, ທ່ານຕົກລົງທີ່ຈະຜູກມັດຕາມເງື່ອນໄຂ ແລະ ນະໂຍບາຍເຫຼົ່ານີ້, ລວມທັງນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ

# disagreement_clause
source: If you do not agree with any terms, you should not use our platform
ko: 어떤 약관에 동의하지 않으시면, 저희 플랫폼을 사용하지 마십시오
lo: ຖ້າທ່ານບໍ່ເຫັນດີກັບເງື່ອນໄຂໃດໆ, ທ່ານບໍ່ຄວນນໍາໃຊ້ແພລັດຟອມຂອງພວກເຮົາ

# platform_usage_title
source: Platform Usage
ko: 플랫폼 사용
lo: ການນໍາໃຊ້ແພລັດຟອມ

# age_requirement
source: You must be at least 18 years old to use this platform
ko: 이 플랫폼을 사용하려면 최소 만 18세 이상이어야 합니다
lo: ທ່ານຕ້ອງມີອາຍຸຢ່າງໜ້ອຍ 18 ປີບໍລິບູນຈຶ່ງຈະສາມາດນໍາໃຊ້ແພລັດຟອມນີ້ໄດ້

# prohibited_content
source: You agree not to post content that is illegal, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable
ko: 귀하는 불법적이고, 유해하고, 위협적이고, 모욕적이고, 괴롭히고, 명예훼손적이고, 저속하고, 음란하거나 기타 불쾌한 콘텐츠를 게시하지 않기로 동의합니다
lo: ທ່ານຕົກລົງທີ່ຈະບໍ່ໂພສເນື້ອຫາທີ່ຜິດກົດໝາຍ, ເປັນອັນຕະລາຍ, ຂົ່ມຂູ່, ດູໝິ່ນ, ຄຸກຄາມ, ໝິ່ນປະໝາດ, ຫຍາບຄາຍ, ລາມົກອານາຈານ ຫຼື ເປັນທີ່ໜ້າລັງກຽດ

# unauthorized_use
source: You agree not to use the platform for any unauthorized or illegal purposes
ko: 귀하는 무단 또는 불법적인 목적으로 플랫폼을 사용하지 않기로 동의합니다
lo: ທ່ານຕົກລົງທີ່ຈະບໍ່ນໍາໃຊ້ແພລັດຟອມເພື່ອຈຸດປະສົງທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດ ຫຼື ຜິດກົດໝາຍ

# content_moderation
source: We reserve the right to remove any content we deem inappropriate or suspend any user account that violates these terms
ko: 저희는 부적절하다고 판단되는 모든 콘텐츠를 삭제하거나 이러한 약관을 위반하는 사용자 계정을 정지시킬 권리를 보유합니다
lo: ພວກເຮົາຂໍສະຫງວນສິດໃນການລຶບເນື້ອຫາໃດໆ ທີ່ພວກເຮົາເຫັນວ່າບໍ່ເໝາະສົມ ຫຼື ລະງັບບັນຊີຜູ້ໃຊ້ໃດໆ ທີ່ລະເມີດເງື່ອນໄຂເຫຼົ່ານີ້

# privacy_policy_title
source: Privacy Policy
ko: 개인정보 보호정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ

# privacy_importance
source: We value your privacy. Please read our privacy policy to understand how we collect, use, and disclose your information
ko: 저희는 귀하의 개인정보를 소중히 여깁니다. 저희가 귀하의 정보를 어떻게 수집, 사용, 공개하는지 이해하려면 저희 개인정보 보호정책을 읽어 주십시오
lo: ພວກເຮົາໃຫ້ຄວາມສໍາຄັນກັບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ກະລຸນາອ່ານນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາເພື່ອເຮັດຄວາມເຂົ້າໃຈວ່າພວກເຮົາເກັບກໍາ, ນໍາໃຊ້ ແລະ ເປີດເຜີຍຂໍ້ມູນຂອງທ່ານແນວໃດ
